Repository: emilschn/yproject-crowdfunding-plugin
Catalog: languages/atcf-*.po
Languages: pt_br

source: <strong>Notice:</strong> Crowdfunding by AppThemer requires <a href="%s">Easy Digital Downloads</a> in order to function properly.
pt_br: <strong>Aviso:</strong> Crowdfunding por AppThemer requer <a href="%s">Easy Digital Downloads</a>, a fim de funcionar corretamente.

source: Campaigns
pt_br: Campanhas

source: Campaign
pt_br: Campanha

source: Add New
pt_br: Adicionar Novo

source: Add New Campaign
pt_br: Adicionar Nova Campanha

source: Edit Campaign
pt_br: Editar Campanha

source: New Campaign
pt_br: Nova Campanha

source: All Campaigns
pt_br: Todas as Campanhas

source: View Campaign
pt_br: Ver Campanha

source: Search Campaigns
pt_br: Procurar Campanhas

source: No Campaigns found
pt_br: Campanhas não encontradas

source: No Campaigns found in Trash
pt_br: Campanha não encontrada no lixo

source: Name
pt_br: Nome

source: Categories
pt_br: Categorias

source: Amount Funded
pt_br: Valor Desejado

source: Expires
pt_br: Expira em

source: Campaign Funds
pt_br: Fundos da Campanha

source: Campaign Stats
pt_br: Estatísticas da campanha

source: Campaign Updates
pt_br: Atualizações da campanha

source: Campaign Video
pt_br: Vídeo da campanha

source: This payment has already been collected.
pt_br: Essa colaboração já foi recolhido.

source: There was an error collecting funds for payment <a href="%1$s">#%2$d</a>. PayPal responded with %3$s
pt_br: Houve um erro na coleta de fundos para o pagamento <a href="%1$s">#%2$d</a>. PayPal respondeu com %3$s

source: There was an error.
pt_br: Ocorreu um erro.

source: This %s has not reached its funding goal.
pt_br: Esta %s não atingiu a meta de colaborações.

source: You do not have permission to collect funds for %s.
pt_br: Você não tem permissão para arrecadar fundos para %s.

source: %d payments have been collected for this %s.
pt_br: %d pagamentos foram coletadas para este %s.

source: Whoops, the provided date is invalid.
pt_br: Opa, a data prevista é inválida.

source: Limit
pt_br: Limite

source: Purchased
pt_br: Comprado

source: Current Amount:
pt_br: Valor atual:

source: Backers:
pt_br: Apoiadores:

source: Days Remaining:
pt_br: Dias restantes:

source: This %1$s has reached its funding goal. You may now send the funds to the owner. This will end the %1$s.
pt_br: Este %1$s atingiu sua meta de financiamento. Agora você pode enviar os recursos para o proprietário. Isso vai acabar com a %1$s.

source: This %1$s is flexible. You may collect the funds at any time. This will end the %1$s.
pt_br: Este %1$s é flexível. Você pode coletar os fundos a qualquer momento. Isso vai acabar com a %1$s.

source: Make sure <code>%s</code> is a valid PayPal email address.
pt_br: Certifique-se de <code>%s</code> é um endereço de e-mail PayPal válido.

source: Collect Funds
pt_br: Arrecadar Fundos

source: Please assign a valid PayPal email address to this %s to enable fund collection.
pt_br: Por favor, atribua um endereço válido de e-mail PayPal para este %s para permitir recolhimento de fundos.

source: oEmbed supported video links.
pt_br: oEmbed links de vídeo suportados.

source: Notes and updates about the campaign.
pt_br: Notas e atualizações sobre a campanha.

source: Featured campaign
pt_br: Campanha em Destaque

source: Collect shipping information on checkout
pt_br: Coletar informações de remessa no check-out

source: Goal:
pt_br: Objetivo:

source: Location:
pt_br: Localização:

source: Author:
pt_br: Autor:

source: PayPal Email:
pt_br: E-mail PayPal:

source: Contact Email:
pt_br: E-mail de Contato:

source: End Date:
pt_br: Término:

source: Please add a title to this campaign.
pt_br: Por favor, adicione um título para esta campanha.

source: Please enter a valid goal amount. All goals are set in the %s currency.
pt_br: Por favor insira um valor válido no objetivo. Todas as metas são definidas em moeda %s.

source: Please add content to this campaign.
pt_br: Por favor, adicionar conteúdo a esta campanha.

source: Please add a campaign image.
pt_br: Por favor, adicione uma imagem de campanha.

source: Please add at least one reward to the campaign.
pt_br: Por favor, adicione pelo menos uma recompensa para a campanha.

source: Please make sure all email addresses are valid.
pt_br: Certifique-se de que todos os endereços de e-mail sejam válidos.

source: That contact email address already exists.
pt_br: Este endereço de e-mail de contato já existe.

source: Reward Options:
pt_br: Opções de recompensa:

source: Enable multiple reward options
pt_br: Permitir várias opções de recompensa

source: Fixed Funding
pt_br: Financiamento fixo

source: Only collect funds if the goal is met.
pt_br: Recolher fundos apenas se a meta for cumprida.

source: Flexible Funding
pt_br: Financiamento flexível

source: Collect funds no matter what. A higher fee may be charged.
pt_br: Arrecadar fundos, não importa o quê. A taxa mais elevada poderá ser cobrada.

source: Your pledge has been received
pt_br: Sua promessa foi recebida

source: Dear {name}
pt_br: Caro(a) {name}

source: Thank you for your pledging to support %1$s. This email is just to let you know your pledge was processed without a hitch! You will only be charged your pledge amount if the %2$s receives 100% funding.
pt_br: Obrigado por seu comprometimento em apoiar %1$s. Este e-mail é apenas para que você saiba que o seu compromisso foi processado sem problemas! Você só será cobrado se o valor da meta %2$s obter 100% de financiamento.

source: First Name
pt_br: Nome

source: Last Name
pt_br: Sobrenome

source: Shipping Address
pt_br: Endereço para envio

source: Pledge
pt_br: Compromisso

source: Amount
pt_br: Quantidade

source: Tax
pt_br: Taxa

source: Payment Method
pt_br: Forma de Pagamento

source: Purchase Key
pt_br: Chave da Compra

source: Date
pt_br: Data

source: User
pt_br: Usuário

source: Status
pt_br: Situação

source: none
pt_br: nenhum

source: guest
pt_br: convidado

source: Export Campaign Data
pt_br: Exportar dados da campanha

source: Download a CSV of all pledges recorded.
pt_br: Baixar um arquivo CSV de todas as promessas gravadas.

source: Select %s
pt_br: Selecione %s

source: Generate CSV
pt_br: Gerar CSV

source: FAQ Page
pt_br: FAQ Página

source: A page with general information about your site. Fees, etc.
pt_br: A página com informações gerais sobre o seu site. Taxas, etc

source: Submit Page
pt_br: Enviar Página

source: The page that contains the <code>[appthemer_crowdfunding_submit]</code> shortcode.
pt_br: A página que contém o <code>[appthemer_crowdfunding_submit]</ code> shortcode.

source: Profile Page
pt_br: Página de Perfil

source: The page that contains the <code>[appthemer_crowdfunding_profile]</code> shortcode.
pt_br: A página que contém o <code>[appthemer_crowdfunding_submit]</ code> shortcode.

source: Additional Flexible Fee
pt_br: Taxa adicional flexível

source: %. <span class="description">If a campaign is flexible, increase commission by this percent.</span>
pt_br: %. <span class="description"> Se a campanha é flexível, aumentar a comissão para esta porcentagem.</ span>

source: AppThemer Crowdfunding Settings
pt_br: AppThemer Crowdfunding Configurações

source: Configuration related to crowdfunding.
pt_br: Configuração relacionada ao crowdfunding.

source: Minimum Campaign Length
pt_br: Duração Mínima da Campanha

source: The minimum days a campaign can run for.
pt_br: O mínimo de dias que uma campanha pode durar.

source: Maximum Campaign Length
pt_br: Duração Máxima da Campanha

source: The maximum days a campaign can run for.
pt_br: O máximo de dias que uma campanha pode durar.

source: Campaign Types
pt_br: Tipos de campanha

source: Select which campaign types are allowed.
pt_br: Selecionar os tipos de campanha que são permitidos.

source: Where should we send any physical goods?
pt_br: Para onde devemos enviar as recompensas físicas?

source: Address line 1
pt_br: Endereço linha 1

source: Shipping Address Line 2
pt_br: Endereço para envio Linha 2

source: Address line 2
pt_br: Endereço linha 2

source: Shipping City
pt_br: Cidade para o envio

source: City
pt_br: Cidade

source: Shipping Country
pt_br: País para o envio

source: Shipping State / Province
pt_br: Estado / Província para o envio

source: State / Province
pt_br: Estado / Província

source: Shipping Zip / Postal Code
pt_br: CEP para o envio

source: Zip / Postal code
pt_br: CEP

source: Please fill out all required shipping fields.
pt_br: Por favor, preencha todos os campos necessários para o envio.

source: The zip code you entered for your shipping address is invalid.
pt_br: O CEP informado para o endereço de envio é inválido.

source: Profile Information
pt_br: Informações do Perfil

source: Update
pt_br: Atualizar

source: Biography
pt_br: Biografia

source: Your Campaigns
pt_br: Suas Campanhas

source: This campaign is awaiting review.
pt_br: Esta campanha está aguardando revisão.

source: Permalink to %s
pt_br: Link permanente para %s

source: View
pt_br: Exibir

source: Edit %s
pt_br: Editar %s

source: Edit
pt_br: Editar

source: Comments for %s
pt_br: Comentários para %s

source: Comments
pt_br: Comentários

source: Backers for %s
pt_br: Apoiadores de %s

source: Backers
pt_br: Apoiadores

source: Request Payout for %s
pt_br: Pedido de Pagamento para %s

source: Request Payout
pt_br: Pedido de Pagamento

source: Export data for %s
pt_br: Exportar dados para %s

source: Export Data
pt_br: Exportar dados

source: This is not a valid campaign.
pt_br: Esta não é uma campanha válida.

source: You are not the author of this campaign, and cannot request a payout.
pt_br: Você não é o autor da campanha, e não pode pedir o pagamento.

source: A request for payout has been made for <a href="%s">%s</a>.
pt_br: Um pedido de pagamento foi feito para <a href="%s">%s</a>.

source: Payout Request for %s
pt_br: Pedido de Pagamento para %s

source: You are not the author of this campaign, and cannot request the data.
pt_br: Você não é o autor da campanha, e não pode solicitar os dados.

source: Success! We have been notified of your request.
pt_br: Sucesso! Recebemos notificação do seu pedido.

source: Success! Your download should begin shortly.
pt_br: Sucesso! Seu download começará em breve.

source: At least one reward is required.
pt_br: Pelo menos uma recompensa é necessária.

source: Submit
pt_br: Enviar

source: Campaign Information
pt_br: Informação da Campanha

source: Title
pt_br: Titulo

source: Goal (%s)
pt_br: Meta (%s)

source: Length (Days)
pt_br: Duração (Dias)

source: Funding Type
pt_br: Tipo de financiamento

source: Learn More
pt_br: Saiba mais

source: Category
pt_br: Categoria

source: Description
pt_br: Descriçao

source: Updates
pt_br: Atualizações

source: Excerpt
pt_br: Extrato

source: Preview Image
pt_br: Visualizar Imagem

source: Video URL
pt_br: URL do Video

source: Backer Rewards
pt_br: Recompensas do Apoiador

source: Collect shipping information on checkout.
pt_br: Coletar informações de remessa em checkout.

source: Amount (%s)
pt_br: Quantidade (%s)

source: Reward
pt_br: Recompensa

source: Description of reward for this level of contribution.
pt_br: Descriçao de recompensa para este nível de contribuição.

source: File (optional)
pt_br: Arquivo (opcional)

source: + <em>Add Reward</em>
pt_br: + <em>Adicionar Recompensa</em>

source: Your Information
pt_br: Sua Informação

source: Contact Email
pt_br: Email de contato

source: An account will be created for you with this email address. It must be active.
pt_br: Uma conta será criada para você com este endereço de e-mail. Ele deve estar ativo.

source: <strong>Note</strong>: You are currently logged in as %1$s. This %2$s will be associated with that account. Please <a href="%3$s">log out</a> if you would like to make a %2$s under a new account.
pt_br: <strong>Nota</ strong>: Você está logado como %1$s. Esta %2$s será associado a essa conta. Por favor, <a href="%3$s"> saia </ a> se você preferir fazer um com uma nova conta.

source: PayPal Email
pt_br: Email PayPal

source: Name/Organization Name
pt_br: Nome / Nome da Organização

source: Location
pt_br: Localização

source: Success! Your campaign has been received. It will be reviewed shortly.
pt_br: Sucesso! Sua campanha foi recebida. Ele será analisada em breve.
